[{"model": "gifts.gift", "pk": 1, "fields": {"gift_number": 1, "description": "Stick 'em here, stick 'em there, stick 'em everywhere!  Organizing this collection of stick 'em ups might just help YOU get organized.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 2, "fields": {"gift_number": 2, "description": "If you are not afraid of dragons you may have fun with this.  Ages 8 to adult it says.  Adult assistance and supervision could well be necessary to keep this dragon tamed.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 3, "fields": {"gift_number": 3, "description": "Brian Ruby got it right last year:  this gift about nothing could be about something if one were inclined to use it.  Select it and see what we're talking about.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 4, "fields": {"gift_number": 4, "description": "I always thought Tinker Bell was smaller than this, but with adult assistance and supervision she can keep safe as she flies high.  Ages 8 to adult it says.  One could be a little younger than that if one had more adult assistance and supervision it seems to me.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 5, "fields": {"gift_number": 5, "description": "You did it as a kid, you can do it again now!  Get this gift and \"discover your creative side.\"  And there's not a single Disney character in the whole thing!", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 6, "fields": {"gift_number": 6, "description": "If you like math, and who doesn't, you might enjoy this bit of dessert.  I'm not sure of everything in this gift but, hey, there are probably some things I've just forgotten to remember!", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 7, "fields": {"gift_number": 7, "description": "If you've ever had questions, this could be the gift for you!  It may only be a little thing, but the little words who, what, when, where, why and how are pretty small too.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 8, "fields": {"gift_number": 8, "description": "This gift is \"utterly useless.\"  At least that's what it says about itself.  From the part I've seen, though, it might be worth checking out.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 9, "fields": {"gift_number": 9, "description": "Like gift 8, this gift calls itself \"useless.\"  In fact, it comes from a group dedicated to the kind of useless things that comprise this gift.    It includes \"thousands of things\" and a nice picture of Fatso too!  Who is Fatso, you ask?  Maybe someone will give you hints in the comments.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 10, "fields": {"gift_number": 10, "description": "What is now had something before it.  How did it begin?  Well, this gift seeks to answer that philosophical sounding question in the realm of the more mundane.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 11, "fields": {"gift_number": 11, "description": "Anywhere from two to four people could have fun together with this, although, if it's like the board version, they may need one of those big boring books to resolve disputes.  Oh, and spelling counts!", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 12, "fields": {"gift_number": 12, "description": "Well, it had to happen sooner or later.  I can't think of any better way to describe this gift than what I said last year:  \"You've got thirty of them in one box!  Or maybe it's 104+ little things.  Either way, if you play things right and pick this gift and you may, it says, win every time!  (Murphy's law not withstanding.)\"", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 13, "fields": {"gift_number": 13, "description": "A blast from the past for some of us:  \"round and round and up and down.\"  But I don't know if Chubby Checker knew these tricks or not.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 14, "fields": {"gift_number": 14, "description": "This says it's for adults but I remember enjoying these when I was young.  A patient young person might be able to help you.  What you do is to go from one Dorothy to another but it probably doesn't have anything to do with Oz.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 15, "fields": {"gift_number": 15, "description": "What do you get when you multiply Tic-Tac-Toe by four and two thirds?  I'd enjoy this - in fact, I think I HAVE enjoyed this at some time or other!  Family fun for ages 5 and up it says, but a choking hazard for children under 3.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 16, "fields": {"gift_number": 16, "description": "This gift would be happy to inform you about hundreds of ways you can use a common chemical.  If you don't select this gift your bottle of it might sit idle and lonely in your cupboard.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 17, "fields": {"gift_number": 17, "description": "Here's something for those age 3 or so.  I'd say something about Hugh Downs but no one likely to select this gift (or their parents) is likely to get the reference.  Let's just say it's a time to remember.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 18, "fields": {"gift_number": 18, "description": "You will love this because, according to what it says about itself, everyone does!  It might help, though, if you are a colorful person, or maybe just the kind of person who needs to \"slow down and focus on the 'now.'\"", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 19, "fields": {"gift_number": 19, "description": "If you forget to remember things this might be just the gift for you. Supposedly it can help. You might even have a chance of success with the kid who gets Gift 17!", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 20, "fields": {"gift_number": 20, "description": "I think I had a set of these when I was a kid, or maybe they were at a relative's place, but I love them! So much so that, as an adult, I got myself a set that I may still have . . . someplace. (I just moved, remember.) Anyway, pick this gift if you like to get things into shape.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 21, "fields": {"gift_number": 21, "description": "Here's another blast from the past (see Gift 13) only this one goes round and round and in and out.  And then everyone around may come and say \"Oooh!  Pretty!\"", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 22, "fields": {"gift_number": 22, "description": "Now you see it, now you don't! For ages 8 and up, it says. But, no, your kids won't disappear - not unless they get really good at this.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 23, "fields": {"gift_number": 23, "description": "Who knew? Well, maybe you did, but if you didn't, this might be just the right thing for you. Then you'll really be in the know.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 24, "fields": {"gift_number": 24, "description": "This could be good if you ever get caught up in Fahrenheit 451.  What? You didn't read all of Ray Bradbury's books? No matter, this gift can still protect you to that level and beyond.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 25, "fields": {"gift_number": 25, "description": "Vroom! Vroom! The youngest among us might enjoy pushing this around while imagining a day yet to come when the view will be from inside rather than from without.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 26, "fields": {"gift_number": 26, "description": "\"I once was lost, but now I'm found...\" Amazing! With a bit of modern technology, namely a \"Bluetooth Low Energy compatible iOS or Android smart device,\" the object of your choice can (metaphorically) sing that song.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 27, "fields": {"gift_number": 27, "description": "I never liked bees but this bee could bee useful - especially if you, like me, bee a rather sloppy person at times. If you're a good Do-Bee, of course, you'll want to clean up after yourself, won't you?", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 28, "fields": {"gift_number": 28, "description": "Last year I mentioned the dentist in the description of this gift . . . which may be why no one chose it. But really, no dentist would use this on you unless you have a really big mouth, or if you get lost around a corner in the dentist's office.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 29, "fields": {"gift_number": 29, "description": "You could be stuck up or this could be stuck up. When this gets stuck up, however, it can help you keep track of things.", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}, {"model": "gifts.gift", "pk": 30, "fields": {"gift_number": 30, "description": "Originally designed to hold long slender objects, of the sort that might be useful for Gift 18, you may find this useful to hold other things too. You can even put it in a binder!", "wrapped": true, "selected": false, "receiver": null, "receiver_name": ""}}]