[{"model": "memory.memory", "pk": 1, "fields": {"post": "I remember Madeline and I, on the day before Christmas, going to the golf course for sledding. I think Pat Gary and maybe the Wiley girls were involved too. We were hoping to make the time go faster.", "user": 15}}, {"model": "memory.memory", "pk": 2, "fields": {"post": "I remember our first Christmas here. Everything was so pretty with the lights and the snow! My parents drove us around to see all the lights. It was cold but we were still very excited!", "user": 8}}, {"model": "memory.memory", "pk": 3, "fields": {"post": "I remember examining the Christmas ornaments on Uncle Jim's tree several times throughout the day in the hopes that there was still more candy hidden inside of them.", "user": 18}}, {"model": "memory.memory", "pk": 4, "fields": {"post": "I received that electric football game that I had been dreaming about. Later that day I was in the bathroom and heard what sounded like the hair clippers. I was so depressed, I thought Dad decided Christmas would be a good day to cut my hair. Instead he had got out the football game, what a relief!", "user": 10}}, {"model": "memory.memory", "pk": 5, "fields": {"post": "The thing that I remember the most is getting up before the sun to go to Mass.  And no peaking to see if Santa had come.", "user": 14}}, {"model": "memory.memory", "pk": 6, "fields": {"post": "Dr Dentons from Aunt Helen", "user": 14}}, {"model": "memory.memory", "pk": 7, "fields": {"post": "Baby doll clothes made by Mom in secret.", "user": 14}}, {"model": "memory.memory", "pk": 8, "fields": {"post": "Chocolate covered cherries", "user": 14}}, {"model": "memory.memory", "pk": 9, "fields": {"post": "Cousin Kathy tore my piano music book at Grandpa's", "user": 14}}, {"model": "memory.memory", "pk": 10, "fields": {"post": "I remember staring out the windows Christmas eve looking for Rudolphs red nose up in the sky. With planes coming and going from the airport we were convinced any red light was Rodolph at the front of Santa's sleigh.", "user": 24}}, {"model": "memory.memory", "pk": 11, "fields": {"post": "Doing extra chores to earn money to buy Christmas gifts.", "user": 14}}, {"model": "memory.memory", "pk": 12, "fields": {"post": "The living room, so dark and mysterious as we came down for early mass.  Dad at the kitchen stove,  Mom's coffee cake and a doll I named Pat.", "user": 19}}, {"model": "memory.memory", "pk": 13, "fields": {"post": "Waiting upstairs on Christmas morning,  waiting to be called down to use bathroom,  and trying to sneak a peek at tree when it was my turn.", "user": 5}}, {"model": "memory.memory", "pk": 19, "fields": {"post": "One year, when I was stationed at New Buffalo, it was looking like it was going to be a brown Christmas -- no snow anywhere, just dead brown grass.  I remember coming out the front doors of the church after Midnight Mass to the most beautiful white fluffy snowflakes!  It was just like a movie!", "user": 15}}]